{
  "Comment.nvim": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "blink-cmp-dictionary": { "branch": "master" },
  "blink-emoji.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "harpoon-lualine": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
